Repository: martajimpac/tfg
Catalog: lib/l10n/intl_*.arb
Languages: ca, eu, gl

# semanticlabelGenerateQR
source: Generate QR
eu: QR sortu
gl: Xerar QR

# semanticlabelClose
source: Close
eu: Itxi
gl: Pechar

# semanticlabelQRCode
source: QR Code
eu: QR kodea
gl: Código QR

# semanticlabelAddFromGallery
source: Add from gallery
eu: Galeriatik gehitu
gl: Engadir desde a galería

# semanticlabelOpenCamera
source: Open camera
eu: Kamera ireki
gl: Abrir cámara

# semanticlabelExpand
source: Expand
eu: Zabaldu
gl: Ampliar

# semanticlabelShowCenters
source: Show centers
eu: Zentroak erakutsi
gl: Mostrar centros

# semanticlabelShowPassword
source: Show password
eu: Pasahitza erakutsi
gl: Mostrar contrasinal

# semanticlabelClearText
source: Clear text
eu: Testua garbitu
gl: Borrar texto

# semanticlabelBack
source: Back
eu: Atzera
gl: Atrás

# semanticlabelWarning
source: Warning
eu: Oharra
gl: Aviso

# semanticlabelFilters
source: Filters
eu: Iragazkiak
gl: Filtros

# semanticlabelDelete
source: Delete
eu: Ezabatu
gl: Eliminar

# semanticlabelSortAlphabeticallyAsc
source: Sort alphabetically in ascending order
eu: Alfabetikoki ordenatu goranzko ordenan
gl: Ordenar alfabeticamente en orde ascendente

# semanticlabelSortAlphabeticallyDesc
source: Sort alphabetically in descending order
eu: Alfabetikoki ordenatu beheranzko ordenan
gl: Ordenar alfabeticamente en orde descendente

# semanticlabelSortByCreationDateAsc
source: Sort by creation date in ascending order
eu: Sortze-dataren arabera ordenatu goranzko ordenan
gl: Ordenar por data de creación en orde ascendente

# semanticlabelSortByCreationDateDesc
source: Sort by creation date in descending order
eu: Sortze-dataren arabera ordenatu beheranzko ordenan
gl: Ordenar por data de creación en orde descendente

# semanticlabelHomepage
source: Homepage
eu: Hasiera-orria
gl: Páxina principal

# semanticlabelNewEvaluation
source: New evaluation
eu: Ebaluazio berria
gl: Nova avaliación

# semanticlabelProfile
source: Profile
eu: Profila
gl: Perfil

# semanticlabelAddImage
source: Add image
eu: Irudia gehitu
gl: Engadir imaxe

# semanticlabelAddNewImage
source: Add new image
eu: Irudi berria gehitu
gl: Engadir nova imaxe

# semanticlabelDeleteImage
source: Delete image
eu: Irudia ezabatu
gl: Eliminar imaxe

# semanticlabelProfilePicture
source: Profile picture
eu: Profil-irudia
gl: Foto de perfil

# semanticlabelChangePassword
source: Change password
eu: Pasahitza aldatu
gl: Cambiar contrasinal

# semanticlabelLogout
source: Log out
eu: Saioa itxi
gl: Pechar sesión

# semanticlabelWelcomeScreen
source: Welcome screen
eu: Ongietorri-pantaila
gl: Pantalla de benvida
