Repository: martajimpac/tfg
Catalog: lib/l10n/intl_*.arb
Languages: ca, eu, gl

# appTitle
source: My Application
ca: La Meva Aplicació
eu: Nire Aplikazioa
gl: A miña Aplicación

source: Press again to exit
eu: Sakatu berriro irteteko

source: Next
ca: Següent
eu: Hurrengoa
gl: Seguinte

source: Close
ca: Tancar
eu: Itxi
gl: Pechar

source: Error
eu: Errore
gl: Erro

# defaultError
source: An error has occurred
ca: S'ha produït un error
eu: Errore bat gertatu da
gl: Produciuse un erro

source: Back
ca: Tornar
eu: Atzera
gl: Volver

source: Finish
ca: Finalitzar
eu: Amaitu
gl: Rematar

# exito
source: Success
ca: Èxit
eu: Arrakasta
gl: Éxito

source: Confirm
ca: Confirmar
eu: Berretsi
gl: Confirmar

source: Delete
ca: Eliminar
eu: Ezabatu
gl: Eliminar

source: Cancel
ca: Cancel·lar
eu: Ezeztatu
gl: Cancelar

# continuee
source: Continue
ca: Continuar
eu: Jarraitu
gl: Continuar

source: Confirmation
ca: Confirmació
eu: Berrespena
gl: Confirmación

source: Modify
ca: Modificar
eu: Aldatu
gl: Modificar

source: Exit
ca: Sortir
eu: Irten
gl: Saír

source: Save
ca: Guardar
eu: Gorde
gl: Gardar

source: Discard
ca: Descartar
eu: Baztertu
gl: Descartar

source: Reset
ca: Restablir
eu: Berrezarri
gl: Restablecer

source: Search
ca: Cercar
eu: Bilatu
gl: Buscar

source: Show results
eu: Emaitzak erakutsi

source: No results
eu: Emaitzarik ez

source: Accept
ca: Acceptar
eu: Onartu
gl: Aceptar

# photoDesc
source: How would you like to complete the action?
ca: Com voleu completar l'acció?
eu: Nola nahi duzu ekintza amaitzea?
gl: Como desexa completar a acción?

source: No evaluations
ca: No hi ha avaluacions
eu: Ez dago ebaluaziorik
gl: Non hai avaliacións

# retryText
source: Would you like to try again?
ca: Voleu tornar-ho a intentar?
eu: Berriro saiatu nahi duzu?
gl: Desexa volver a tentalo?

# retryTitle
source: Retry
ca: Reintentar
eu: Saiatu berriro
gl: Reintentar

# observationsTitle
source: Observations
ca: Observacions
eu: Oharriak
gl: Observacións

# observationsCateogoryTitle
source: Category Observations
eu: Kategoria behaketa

# observationsDesc
source: Write your observations here...
ca: Escriviu les vostres observacions aquí...
eu: Idatzi zure oharrak hemen...
gl: Escriba aquí as súas observacións...

source: Unknown error.
ca: Error desconegut.
eu: Errore ezezaguna.
gl: Erro descoñecido.

# noInternetConexion
source: No internet connection, you will only be able to access the application to view the PDFs stored on your device.
eu: Ez dago internetik, aplikaziora sartzeko aukera izango duzu soilik zure gailuan gordetako PDFak ikusteko.
gl: Non hai conexión a internet, poderá acceder á aplicación unicamente para visualizar os PDF almacenados no seu dispositivo.

# noPdfAvaliable
source: There are no PDFs available
eu: Ez dago eskuragarri dagoen PDFrik
gl: Non hai ningún PDF dispoñible

# loginTitle
source: Login
ca: Inici de sessió
eu: Saioa hasi
gl: Inicio de sesión

source: Email
ca: Correu electrònic
eu: Posta elektronikoa
gl: Correo electrónico

# hintEmail
source: user@gmail.com
ca: usuari@gmail.com
eu: usuario@gmail.com
gl: usuario@gmail.com

source: Password
ca: Contrasenya
eu: Pasahitza
gl: Contrasinal

# forgetPassword
source: Forgot password?
ca: Heu oblidat la contrasenya?
eu: Pasahitza ahaztu duzu?
gl: Esqueciches o contrasinal?

# loginButton
source: Log in
ca: Iniciar sessió
eu: Saioa hasi
gl: Iniciar sesión

# errorAuthentication
source: There was an authentication error.
ca: Hi ha hagut un error en l'autenticació.
eu: Autentifikazioan errore bat egon da.
gl: Houbo un erro na autenticación.

# errorAuthenticationCredentials
source: Invalid login credentials.
ca: Credencials d'inici de sessió invàlides.
eu: Saio hastapeneko kredentzialak baliogabeak dira.
gl: Credenciais de inicio de sesión inválidas.

# errorAuthenticationNotConfirmed
source: Email not confirmed.
ca: Correu electrònic no confirmat.
eu: Posta elektronikoa ez da baieztatu.
gl: Correo electrónico non confirmado.

# registerButton
source: Register
ca: Registrar-se
eu: Erregistratu
gl: Rexistrarse

# resentEmail
source: Resend email
ca: Reenviar correu
eu: Posta berriro bidali
gl: Reenviar correo

# emailAlredyRegistered
source: There was an error during registration. A user with this email already exists.
ca: Hi ha hagut un error en registrar-se. Ja existeix un usuari amb aquest correu.
eu: Errore bat egon da erregistroan. Posta honekin erabiltzaile bat dago dagoeneko.
gl: Houbo un erro ao realizar o rexistro. Xa existe un usuario con este correo.

source: Email resent
ca: Correu reenviat
eu: Posta berriro bidali da
gl: Correo reenviado

# emailResentDesc
source: The email has been resent successfully. Check your inbox.
ca: El correu s'ha reenviat correctament. Reviseu la vostra safata d'entrada.
eu: Posta arrakastaz berriro bidali da. Begiratu zure postontzia.
gl: O correo foi reenviado con éxito. Revisa a túa caixa de entrada.

# errorEmailResent
source: There was an error resending the email.
ca: S'ha produït un error en reenviar el correu.
eu: Errore bat gertatu da posta berriro bidaltzean.
gl: Produciuse un erro ao reenviar o correo.

# recoverPasswordTitle
source: Recover password
ca: Recuperar contrasenya
eu: Pasahitza berreskuratu
gl: Recuperar contrasinal

# errorRecoverPasswordLimit
source: The attempt limit for this email has been exceeded.
ca: S'ha excedit el límit d'intents amb aquest correu electrònic.
eu: Posta elektroniko honekin saiakera kopurua gainditu da.
gl: Superouse o límite de intentos con este correo electrónico.

# errorRecoverPasswordEmail
source: An error occurred. Check that the email is correct.
ca: S'ha produït un error. Comproveu que el correu sigui correcte.
eu: Errore bat gertatu da. Egiaztatu posta zuzena dela.
gl: Produciuse un erro. Comproba que o correo sexa correcto.

# errorRecoverPassword
source: An error occurred while sending the recovery email.
ca: S'ha produït un error en enviar el correu de recuperació.
eu: Errore bat gertatu da berreskuratze-mezua bidaltzerakoan.
gl: Produciuse un erro ao enviar o correo de recuperación.

source: Send email
ca: Enviar correu electrònic
eu: Posta bidali
gl: Enviar correo electrónico

source: Email sent
ca: Correu enviat
eu: Posta bidali da
gl: Correo enviado

# emailSentDesc
source: The recovery email has been sent successfully. Check your email inbox.
ca: El correu de recuperació s'ha enviat correctament. Consulteu la vostra safata de correu electrònic.
eu: Berreskuratzeko posta arrakastaz bidali da. Kontsultatu zure posta elektronikoa.
gl: O correo de recuperación foi enviado correctamente. Consulta a túa caixa de correo electrónico.

# saveSessionTitle
source: Save session
eu: Saioa gorde

# saveSessionDesc
source: Do you want to log in automatically with this user?
eu: Erabiltzaile honekin automatikoki saioa hasi nahi duzu?

source: Yes
eu: Bai

source: No
eu: Ez

# registerTitle
source: Register
ca: Registre
eu: Erregistroa
gl: Rexistro

source: Name
ca: Nom
eu: Izena
gl: Nome

# hintName
source: name
ca: nom
eu: izena
gl: nome

source: Repeat password
ca: Repetiu la contrasenya
eu: Errepikatu pasahitza
gl: Repite o contrasinal

# errorPasswordsDontMatch
source: Passwords do not match
ca: Les contrasenyes no coincideixen
eu: Pasahitzak ez datoz bat
gl: Os contrasinais non coinciden

# errorEmailNotValid
source: The email is not valid
ca: El correu no és vàlid
eu: Posta elektronikoa ez da baliozkoa
gl: O correo non é válido

# errorEmpty
source: Fill in all the fields to continue
ca: Completa tots els camps abans de continuar
eu: Bete eremu guztiak jarraitu aurretik
gl: Completa todos os campos antes de continuar

# registerSuccessTitle
source: Registered!
ca: Registrat!
eu: Erregistratuta!
gl: Rexistrado!

# registerSuccessDesc
source: User registered successfully. Check your inbox to validate your registration.
ca: Usuari registrat amb èxit. Reviseu la vostra safata d'entrada per validar la vostra subscripció.
eu: Erabiltzailea arrakastaz erregistratu da. Egiaztatu zure sarrera-ontzia zure erregistroa balioztatzeko.
gl: Usuario rexistrado con éxito. Revisa a túa caixa de entrada para validar a túa subscrición.

# errorRegister
source: There was an error during registration.
ca: Hi ha hagut un error en registrar-se.
eu: Errore bat egon da erregistroa egiteko.
gl: Houbo un erro ao intentar realizar o rexistro.

# errorRegisterLimit
source: The registration attempt limit for this email has been exceeded.
ca: S'ha excedit el límit d'intents de registre amb aquest correu electrònic.
eu: Posta elektroniko honekin erregistro saiakera kopurua gainditu da.
gl: Superouse o límite de intentos de rexistro con este correo electrónico.

# errorRegisterPasswordMin
source: The password must have at least 6 characters.
ca: La contrasenya ha de tenir almenys 6 caràcters.
eu: Pasahitzak gutxienez 6 karaktere izan behar ditu.
gl: O contrasinal debe ter polo menos 6 caracteres.

# registerAndLoginButton
source: Register
ca: Registrar-se i iniciar sessió
eu: Erregistratu
gl: Rexistrarse

# changePasswordTitle
source: Change password
ca: Canvi de contrasenya
eu: Pasahitza aldatu
gl: Cambio de contrasinal

source: Current password
ca: Contrasenya actual
eu: Pasahitz egokia
gl: Contrasinal actual

source: New password
ca: Nova contrasenya
eu: Pasahitz berria
gl: Novo contrasinal

source: Confirm new password
ca: Confirmeu la nova contrasenya
eu: Berretsi pasahitz berria
gl: Confirmar novo contrasinal

# errorChangePassword
source: There was an error changing the password.
ca: S'ha produït un error en canviar la contrasenya.
eu: Errore bat egon da pasahitza aldatzerakoan.
gl: Produciuse un erro ao cambiar o contrasinal.

# errorChangePasswordIncorrect
source: The current password is incorrect.
ca: La contrasenya actual no és correcta.
eu: Pasahitz egokia ez da zuzena.
gl: O contrasinal actual é incorrecto.

# errorChangePasswordNoMatch
source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
eu: Pasahitzak ez datoz bat.
gl: Os contrasinais non coinciden.

# errorChangePasswordLength
source: The password must have at least 6 characters.
ca: La contrasenya ha de tenir almenys 6 caràcters.
eu: Pasahitzak gutxienez 6 karaktere izan behar ditu.
gl: O contrasinal debe ter polo menos 6 caracteres.

# errorChangePasswordNoChange
source: The new password cannot be the same as the current password.
ca: La nova contrasenya no pot ser igual a l'actual.
eu: Pasahitz berria ezin da egon egokiarekin berdina.
gl: O novo contrasinal non pode ser igual ao actual.

# changePasswordSuccess
source: Password changed successfully
ca: Contrasenya canviada amb èxit
eu: Pasahitza arrakastaz aldatu da
gl: Contrasinal cambiado con éxito

# changePasswordButton
source: Change password
ca: Canviar contrasenya
eu: Aldatu pasahitza
gl: Cambiar contrasinal

# errorChangeUserData
source: An error occurred while changing the user data.
eu: Errore bat gertatu da erabiltzailearen datuak aldatzean.

# forgotPasswordDesc
source: Enter your email address, and we will send you a link to reset your password
ca: Introdueix la teva adreça de correu electrònic i t'enviarem un enllaç per restablir la teva contrasenya
eu: Sartu zure helbide elektronikoa, eta pasahitza berrezartzeko esteka bidaliko dizugu
gl: Introduce o teu correo electrónico e enviarémosche unha ligazón para restablecer o teu contrasinal

# resetPasswordTitle
source: Reset password
ca: Restablir contrasenya
eu: Pasahitza berrezarri

# resetPasswordButton
source: Change password
ca: Canviar contrasenya
eu: Pasahitza aldatu
gl: Cambiar contrasinal

# passwordReseted
source: The password has been successfully changed. You can now log in.
ca: La contrasenya s'ha modificat amb èxit. Ja pots iniciar sessió.
eu: Pasahitza behar bezala aldatu da. Orain saioa hasi dezakezu.
gl: O contrasinal foi modificado con éxito. Xa podes iniciar sesión.

# myEvaluationsTitle
source: My evaluations
ca: Les meves avaluacions
eu: Nire ebaluazioak
gl: As miñas avaliacións

# evaluationsSortedName
source: Evaluations sorted by machine name
ca: Avaluacions ordenades pel nom de la màquina
eu: Ebaluazioak makinaren izenaren arabera ordenatuta
gl: Avaliacións ordenadas polo nome da máquina

# evaluationsSortedNameDescendant
source: Evaluations sorted by machine name in descending order
ca: Avaluacions ordenades pel nom de la màquina en ordre descendent
eu: Ebaluazioak makinaren izenaren arabera ordenatuta, beheranzko ordenan
gl: Avaliacións ordenadas polo nome da máquina en orde descendente

# evaluationsSortedDate
source: Evaluations sorted by completion date
ca: Avaluacions ordenades per la data de realització
eu: Ebaluazioak egindako dataren arabera ordenatuta
gl: Avaliacións ordenadas pola data de realización

# evaluationsSortedDateDescendant
source: Evaluations sorted by completion date in descending order
ca: Avaluacions ordenades per la data de realització en ordre descendent
eu: Ebaluazioak egindako dataren arabera ordenatuta, beheranzko ordenan
gl: Avaliacións ordenadas pola data de realización en orde descendente

source: Delete evaluations
ca: Eliminar avaluacions
eu: Ebaluazioak ezabatu
gl: Eliminar avaliacións

# deleteEvaluationsTitle
source: Are you sure you want to delete the evaluation?
ca: Estàs segur que vols eliminar l'avaluació?
eu: Ziur al zaude ebaluazioa ezabatu nahi duzula?
gl: Estás seguro de que desexas eliminar a avaliación?

# deleteEvaluationsDesc
source: Once deleted, the data cannot be recovered
ca: Un cop eliminada, no podreu recuperar les dades
eu: Behin ezabatuta, datuak ez dira berreskuratu ahal izango.
gl: Unha vez eliminada, non poderás recuperar os datos

# evaluationHasExpired
source: The evaluation has expired
ca: L'avaluació ha caducat
eu: Ebaluazioa iraungita dago
gl: A avaliación caducou

source: Evaluation deleted!
ca: Avaluació eliminada!
eu: Ebaluazioa ezabatuta!
gl: Avaliación eliminada!

# evaluationDeletedDesc
source: The evaluation has been successfully deleted
ca: L'avaluació s'ha eliminat correctament
eu: Ebaluazioa arrakastaz ezabatu da
gl: A avaliación foi eliminada con éxito

source: Deleting evaluation...
ca: Eliminant l'avaluació...
eu: Ebaluazioa ezabatzen...
gl: Eliminando avaliación...

# newEvaluationTitle
source: Create new evaluation
ca: Crear nova avaluació
eu: Sortu ebaluazio berri bat
gl: Crear nova avaliación

# exitEvaluation
source: Are you sure you want to exit? The evaluation data will not be saved.
ca: Estàs segur que vols sortir? Les dades de l'avaluació no es guardaran.
eu: Ziur al zaude irten nahi duzula? Ebaluazioaren datuak ez dira gorde.
gl: Estás seguro de que queres saír? Os datos da avaliación non se gardarán.

# exitEvaluationChanges
source: Are you sure you want to exit? Changes will not be saved.
ca: Estàs segur que vols sortir? Els canvis no es guardaran.
eu: Ziur al zaude irten nahi duzula? Aldaketak ez dira gorde.
gl: Estás seguro de que queres saír? Os cambios non se gardarán.

# modifyEvaluationTitle
source: Modify evaluation
ca: Modificar avaluació
eu: Aldatu ebaluazioa
gl: Modificar avaliación

source: Evaluation data
ca: Dades de l'avaluació
eu: Ebaluazioaren datuak
gl: Datos da avaliación

source: Center
ca: Centre
eu: Zentroa
gl: Centro

# centerAsterisk
source: *Center
ca: *Centre
eu: *Zentroa
gl: *Centro

# hintCenter
source: Center name
ca: Nom del centre
eu: Zentroaren izena
gl: Nome do centro

source: Expiration date
ca: Data de caducitat
eu: Iraungitze data
gl: Data de caducidade

# expirationDateAsterisk
source: *Expiration date
ca: *Data de caducitat
eu: *Iraungitze data
gl: *Data de caducidade

source: Machine data
ca: Dades de la màquina
eu: Makina datuak
gl: Datos da máquina

source: Denomination
ca: Denominació
eu: Izendapena
gl: Denominación

# denominationAsterisk
source: *Denomination
ca: *Denominació
eu: *Izendapena
gl: *Denominación

# hintDenomination
source: Machine name
ca: Nom de la màquina
eu: Makina izena
gl: Nome da máquina

source: Manufacturer
ca: Fabricant
eu: Ekoizlea
gl: Fabricante

# hintManufacturer
source: Manufacturer name
ca: Nom del fabricant
eu: Ekoizlearen izena
gl: Nome do fabricante

# serialNumber
source: Manufacturer No. / Serial No.
ca: Núm. de fabricant / Núm. de sèrie
eu: Ekoizlearen zenbakia / Serie zenbakia
gl: Nº de fabricante / Nº de serie

# serialNumberAsterisk
source: *Manufacturer No. / Serial No.
ca: *Núm. de fabricant / Núm. de sèrie
eu: *Ekoizlearen zenbakia / Serie zenbakia
gl: *Nº de fabricante / Nº de serie

# hintSerialNumber
source: Number
ca: Número
eu: Zenbakia
gl: Número

# manufacturedDate
source: Manufacture date
ca: Data de fabricació
eu: Ekoizpen data
gl: Data de fabricación

# manufacturedDateAsterisk
source: *Manufacture date
ca: Data de fabricació
eu: Ekoizpen data
gl: Data de fabricación

# comissioningDate
source: Commissioning date
ca: Data de posada en servei
eu: Jarraipen eguna
gl: Data de posta en servizo

# comissioningDateAsterisk
source: *Commissioning date
ca: Data de posada en servei
eu: Jarraipen eguna
gl: Data de posta en servizo

source: Summary
ca: Resum
eu: Laburpena
gl: Resumo

source: Add image
ca: Afegir imatge
eu: Gehitu irudia
gl: Engadir imaxe

# errorLimitImageTitle
source: Image limit reached
ca: Límit d'imatges assolit
eu: Irudi kopurua gaindituta
gl: Límite de imaxes alcanzado

# errorLimitImageDesc
source: You cannot upload more than three images.
ca: No és possible pujar més de tres imatges.
eu: Ez da posible hiru irudi baino gehiago igotzea.
gl: Non é posible subir máis de tres imaxes.

# errorMandatoryFields
source: The following fields are mandatory and cannot be empty:
ca: Els camps següents són obligatoris i no poden estar buits:
eu: Hurrengo eremuak derrigorrezkoak dira eta hutsik egon ezin dira:
gl: Os seguintes campos son obrigatorios e non poden estar baleiros:

# errorCenterDoesntMatch
source: The entered center must match one from the available centers list
ca: El centre introduït ha de coincidir amb un de la llista de centres disponibles
eu: Sartutako zentroa eskuragarri dauden zentroetako batekin bat etorri behar da
gl: O centro introducido debe coincidir con un dos da lista de centros dispoñibles

# errorComissioningDate
source: The commissioning date cannot be earlier than the manufacture date
ca: La data de posada en servei no pot ser anterior a la data de fabricació
eu: Jarraipen eguna ezin da ekoizpen eguna baino lehenago izan
gl: A data de posta en servizo non pode ser anterior á data de fabricación

# modifyChecklistTitle
source: Modify checklist
ca: Modificar checklist
eu: Aldatu checklist-a
gl: Modificar checklist

source: Uploading image...
ca: Pujant la imatge...
eu: Irudia igotzen...
gl: Subindo a imaxe...

source: Error uploading image
ca: Error en pujar la imatge
eu: Errore bat egon da irudia igotzean
gl: Erro ao subir a imaxe

# savingEvaluation
source: Saving evaluation data...
ca: Guardant dades de l'avaluació...
eu: Ebaluazioaren datuak gordetzen...
gl: Gardando datos da avaliación...

# errorPdf
source: There was an error generating the PDF
ca: Hi ha hagut un error en generar el pdf
eu: Errore bat egon da pdf-a sortzean
gl: Houbo un erro ao xerar o pdf

# evaluationsDetailsTitle
source: Evaluation details
ca: Detalls de l'avaluació
eu: Ebaluazioaren xehetasunak
gl: Detalles da avaliación

source: Unknown date
ca: Data desconeguda
eu: Data ezezaguna
gl: Data descoñecida

# unknownManufacterer
source: Unknown manufacturer
ca: Fabricant desconegut
eu: Ekoizle ezezaguna
gl: Fabricante descoñecido

source: Completion date
ca: Data de realització
eu: Egindako data
gl: Data de realización

source: Generating PDF...
ca: Generant PDF...
eu: PDF sortzen...
gl: Xerando PDF...

# notGenerated
source: The PDF has not yet been generated on this device.
ca: Encara no s'ha generat el pdf en aquest dispositiu.
eu: Oraindik ez da pdf-a sortu gailu honetan.
gl: Aínda non se xerou o pdf neste dispositivo.

source: Generate
ca: Generar
eu: Sortu
gl: Xerar

# errorChargingPdf
source: There was an error loading the PDF
ca: Hi ha hagut un error en carregar el pdf
eu: Errore bat egon da pdf-a kargatzean
gl: Houbo un erro ao cargar o pdf

source: Unknown name
ca: Nom desconegut
eu: Izena ezezaguna
gl: Nome descoñecido

# numEvaluations
source: Number of evaluations:
ca: Núm. d'avaluacions:
eu: Ebaluazio kopurua:
gl: Nº de avaliacións:

# sessionClosedSuccess
source: Session successfully closed.
ca: Sessió tancada correctament.
eu: Saioa arrakastaz itxi da.
gl: Sesión pechada con éxito.

# sessionCloseError
source: An error occurred while closing the session.
ca: S'ha produït un error en tancar la sessió.
eu: Errore bat gertatu da saioa ixterakoan.
gl: Produciuse un erro ao pechar a sesión.

source: Log out
ca: Tancar sessió
eu: Saioa itxi
gl: Pechar sesión

# logoutConfirmation
source: Are you sure you want to log out?
ca: Estàs segur que vols tancar la sessió?
eu: Ziur al zaude saioa itxi nahi duzula?
gl: Estás seguro de que desexas pechar a sesión?

source: Dark mode
eu: Iluneko modua
gl: Modo escuro

source: Filters
eu: Filtroak
gl: Filtros

# completionDateMustBeAfter
source: The completion date must be after...
ca: La data de finalització ha de ser posterior a...
eu: Egindako data hurrengoa izan behar da...
gl: A data de realización debe ser posterior a...

# expirationDateMustBeBefore
source: The expiration date must be before...
ca: La data de caducitat ha de ser anterior a...
eu: Iraungitze data aurrekoa izan behar da...
gl: A data de caducidade debe ser anterior a...

source: Evaluation finished
ca: Avaluació finalitzada
eu: Ebaluazioa amaituta
gl: Avaliación rematada

# errorSharingPdf
source: An error occurred while sharing the PDF
ca: S'ha produït un error en compartir el PDF
eu: Errore bat gertatu da PDF-a partekatzerakoan
gl: Produciuse un erro ao compartir o PDF

# cubitCentersError
source: Error fetching centers
ca: Error en obtenir els centres
eu: Errore bat gertatu da zentroak lortzerakoan
gl: Erro ao obter os centros

# cubitEvaluationDetailsError
source: Error fetching evaluation details
ca: Error en obtenir els detalls de l'avaluació
eu: Errore bat gertatu da ebaluazioaren xehetasunak lortzerakoan
gl: Erro ao obter os detalles da avaliación

# cubitDeleteEvaluationError
source: Error deleting evaluation
ca: Error en eliminar l'avaluació
eu: Errore bat gertatu da ebaluazioa ezabatzerakoan
gl: Erro ao eliminar a avaliación

# cubitEvaluationsError
source: Error fetching evaluations
ca: Error en obtenir les avaluacions
eu: Errore bat gertatu da ebaluazioak lortzerakoan
gl: Erro ao obter as avaliacións

# cubitInsertEvaluationsError
source: Error inserting evaluation
ca: Error en inserir l'avaluació
eu: Errore bat gertatu da ebaluazioa sartzerakoan
gl: Erro ao inserir a avaliación

# cubitInsertEvaluationsModifyError
source: Error modifying evaluation
ca: Error en modificar l'avaluació
eu: Errore bat gertatu da ebaluazioa aldatzerakoan
gl: Erro ao modificar a avaliación

# cubitQuestionsError
source: Error fetching questions
ca: Error en obtenir les preguntes
eu: Errore bat gertatu da galderak lortzerakoan
gl: Erro ao obter as preguntas

# cubitQuestionsLoading
source: Loading the questions...
eu: Galderak kargatzen...
gl: Cargando as preguntas...

source: Edit Profile
eu: Profila aldatzea
gl: Modificar perfil

# errorUpdatingUser
source: An error occurred while updating user data
eu: Erabiltzailearen datuak aldatzean errore bat gertatu da
gl: Houbo un erro ao modificar os datos do usuario

# successUpdatingUser
source: User data updated successfully
eu: Erabiltzailearen datuak ondo aldatu dira
gl: Datos do usuario modificados correctamente

# semanticlabelExpiryWarning
source: Expiry warning
eu: Iraungitze-oharra
gl: Aviso de caducidade

# semanticlabelNoData
source: No data
eu: Ez dago daturik
gl: Non hai datos

# semanticlabelShowObservations
source: Show observations
eu: Behatutakoak erakutsi
gl: Mostrar observacións

# semanticlabelShare
source: Share
eu: Partekatu
gl: Compartir

# semanticlabelDownload
source: Download
eu: Deskargatu
gl: Descargar
